eis-cart-tests-master@3bc714a7387/tests/test-data/intf-specs/gswf/template/EIS_CompareJSON/request.xmlt

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:even="http://www.thegoldensource.com/EventRaiserService.wsdl">
   <soapenv:Header/>
   <soapenv:Body>
      <even:RaiseEIS_CompareJSONAsynchron>
         <even:EntitySelectionSQL>${SQL_QUERY}</even:EntitySelectionSQL>
         <even:NoOfThreads>${NO_OF_THREADS}</even:NoOfThreads>
      </even:RaiseEIS_CompareJSONAsynchron>
   </soapenv:Body>
</soapenv:Envelope>